
[RGM_MissionMode]
GreenShortDesc=Complete all mission objectives (see the ESC menu)
GreenTeamObj=Complete missions by accomplishing their campaign objectives
[RGM_TerroristHuntCoopMode]
GreenShortDesc=Neutralize all terrorists
GreenTeamObj=Kill all of the computer-controlled terrorists on the map
[RGM_HostageRescueCoopMode]
GreenShortDesc=Rescue all hostages
GreenTeamObj=Rescue the hostages from computer-controlled terrorists and escort them to the extraction zone
[RGM_HostageRescueAdvMode]
GreenShortDesc=Rescue all hostages (2)
GreenTeamObj=Rescue the computer-controlled hostages from the other team (RAINBOWs in camouflage uniforms) and escort them to the extraction zone
RedShortDesc=Prevent Green team from rescuing the hostages
RedTeamObj=Prevent the other team (RAINBOWs in solid color uniforms) from rescuing the hostages
[RGM_DeathmatchMode]
GreenShortDesc=Neutralize other players
GreenTeamObj=Be the last man standing to win the game
[RGM_TeamDeathmatchMode]
GreenShortDesc=Neutralize Red team
GreenTeamObj=Neutralize the other team (RAINBOWs in camouflage uniforms), before they neutralize you
RedShortDesc=Neutralize Green team
RedTeamObj=Neutralize the other team (RAINBOWs in solid color uniforms), before they neutralize you
[RGM_BombAdvMode]
GreenShortDesc=Prevent Red team from detonating a bomb
GreenTeamObj=Prevent the other team (RAINBOWs in camouflage uniforms) from detonating a bomb
RedShortDesc=Detonate a bomb
RedTeamObj=Detonate a bomb
[RGM_EscortAdvMode]
GreenShortDesc=Escort the pilot to the extraction zone
GreenTeamObj=Escort the pilot, played by one of your teammates, to the extraction zone
RedShortDesc=Prevent the pilot from reaching the extraction zone
RedTeamObj=Prevent the pilot from reaching the extraction zone
[RGM_LoneWolfMode]
ID_CONTROL=You are alone and terrorists are scattered throughout the area. Your mission is to make it to the extraction zone alive and/or neutralize all terrorists.
ID_MISSION_ORDER=Your mission is to get to the extraction zone.
[RGM_TerroristHuntMode]
ID_CONTROL=Terrorists are scattered throughout the area. Your mission is to find and neutralize all terrorists.
ID_MISSION_ORDER=Your mission is to neutralize all terrorists.
[RGM_HostageRescueMode]
ID_CONTROL=Terrorists have control of the area and have taken hostages. Your mission is to locate and escort the hostages to the extraction zone and/or neutralize all the terrorists.
ID_MISSION_ORDER=Your mission is to escort all hostages to the extraction zone.
